Revit 2024 API
FormattedText.SetSubscriptStatus Method
Overload List
Name | Description
SetSubscriptStatus(Boolean)
 Sets the characters in the entire text to be subscript or not subscript.
SetSubscriptStatus(TextRange, Boolean)
 Sets the characters in a given text range to be subscript or not subscript.
See Also
FormattedText Class
FormattedText Members
Autodesk.Revit.DB Namespace